<?php

return [
    'hello' => 'مرحباً',
    'regards' => 'مع أطيب التحيات،',
    'welcome_user' => [
        'subject' => 'مرحباً بك في :app_name',
        'greeting' => 'مرحباً بك في :app_name!',
        'content' => 'شكراً لتسجيلك معنا. يسعدنا أن نرحب بك معنا!',
        'action' => 'زيارة الموقع',
        'footer' => 'إذا كانت لديك أي أسئلة، فلا تتردد في التواصل معنا.',
    ],
    'forget_password' => [
        'subject' => 'طلب إعادة تعيين كلمة المرور',
        'line1' => 'لقد استلمنا طلباً لإعادة تعيين كلمة المرور. إذا لم تكن أنت من طلب ذلك، فيرجى تجاهل هذه الرسالة.',
        'line2' => 'رمز OTP الخاص بك هو :otp. يرجى ملاحظة أنه صالح لمدة :valid_minute دقائق.',
        'footer' => 'إذا كانت لديك أي أسئلة، يُرجى التواصل مع فريق الدعم لدينا.',
    ],
    'app' => [
        'name' => 'لارافيل',
    ],
];
